-- phpMyAdmin SQL Dump
-- version 4.7.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2018-04-28 17:35:28
-- 服务器版本： 5.6.13-log
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `xuequoa_test_0428`
--

-- --------------------------------------------------------

--
-- 表的结构 `oa_account`
--

CREATE TABLE `oa_account` (
  `id` mediumint(12) NOT NULL,
  `business` int(11) NOT NULL DEFAULT '0' COMMENT '所属业务部门',
  `username` varchar(50) NOT NULL,
  `password` varchar(50) NOT NULL,
  `encrypt` varchar(10) NOT NULL,
  `nickname` varchar(50) NOT NULL,
  `email` varchar(100) DEFAULT NULL,
  `mobile` varchar(20) NOT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `input_time` int(10) NOT NULL,
  `update_time` int(10) NOT NULL,
  `ip` varchar(40) DEFAULT NULL,
  `roleid` int(10) UNSIGNED NOT NULL DEFAULT '0',
  `group_role` varchar(255) DEFAULT NULL,
  `postid` int(11) NOT NULL DEFAULT '0' COMMENT '岗位ID',
  `zipcode` varchar(10) DEFAULT NULL,
  `card` varchar(20) DEFAULT NULL,
  `address` varchar(512) DEFAULT NULL,
  `realname` varchar(50) DEFAULT NULL,
  `age` int(10) UNSIGNED NOT NULL,
  `sex` tinyint(1) UNSIGNED NOT NULL,
  `temp_user` int(2) UNSIGNED NOT NULL DEFAULT '0',
  `expire_time` int(10) UNSIGNED NOT NULL DEFAULT '0',
  `entry_time` int(11) DEFAULT NULL COMMENT '入职时间',
  `formal` int(11) NOT NULL DEFAULT '0' COMMENT '是否转正，0转正，1未转正',
  `status` int(10) NOT NULL DEFAULT '0' COMMENT '0.正常，1.停用，2.删除'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `oa_account`
--

INSERT INTO `oa_account` (`id`, `business`, `username`, `password`, `encrypt`, `nickname`, `email`, `mobile`, `remark`, `input_time`, `update_time`, `ip`, `roleid`, `group_role`, `postid`, `zipcode`, `card`, `address`, `realname`, `age`, `sex`, `temp_user`, `expire_time`, `entry_time`, `formal`, `status`) VALUES
(1, 0, 'admins', 'b9372a945809c54449ebe08fa07c5967', 'pkqSrj', 'admins', 'test@test.com', '13800138000', '1', 0, 1524902589, '124.16.248.215', 1, '[1]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 0),
(2, 0, 'admin', 'e9bfede77e1dc874b503f749478f6a13', '68XPvW', 'offline', 'test@test.com', '13800138000', '1', 1422958088, 1496916009, '218.249.152.110', 2, '[1],[2]', 0, NULL, NULL, NULL, '', 0, 0, 0, 0, NULL, 0, 0),
(58, 0, 'yangyuling', 'a6b510fbd5d5220f7337ebff274a43e1', 'le4fD9', '杨雨灵', '', '', NULL, 1451887278, 1520918511, '119.62.33.182', 46, '[10],[14],[45],[46]', 18, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1446998400, 1, 1),
(12, 0, 'qinming', '03d6b94a6a7bf1c823cee9c24aab834d', 'u1Pr2Q', '秦鸣', '', '', NULL, 1434335885, 1524548420, '114.253.240.63', 14, '[10],[14]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1343750400, 1, 0),
(11, 0, 'qiaofeng', '3f2fa83db1236374b746784c5c5d3285', '5jx3QM', '乔峰', '', '', NULL, 1434287738, 1524897185, '124.16.248.193', 10, '[10]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 1, 0),
(13, 0, 'duying', '94a428c7a7399436de52e08c4a24bc40', 'WQYnTR', '杜莹', '', '', NULL, 1435821613, 1524553529, '124.16.248.208', 28, '[10],[28]', 9, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1312387200, 1, 0),
(14, 0, 'zhoufang', '6b2b7fe48f87403d9cc0bc5a753e0da5', 'SiSi3e', '周芳', '', '', NULL, 1435821699, 1488784918, '124.16.248.206', 30, '[10],[54],[11],[30]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(16, 0, 'huangxinlei', '0393dc6e07c69e2c322a067e13f95cbd', 'Hmu6PI', '黄鑫磊', '', '', NULL, 1439256788, 1524878766, '111.196.67.70', 68, '[10],[14],[65],[68]', 28, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1403452800, 1, 0),
(17, 0, 'xiakuiju', '26c55601417d3318817dd299c8a1498d', 'P7M1w1', '夏奎菊', '', '', NULL, 1439256899, 1515575059, '219.142.106.16', 68, '[10],[14],[65],[68]', 28, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(18, 0, 'daiming', '39c26dfda0282b4cd6f1f1d390efc247', '4KYjVw', '戴明', '', '', NULL, 1439256922, 1524553242, '221.221.99.164', 63, '[10],[14],[63]', 29, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1425225600, 1, 0),
(19, 0, 'zhangqian', '9d1e23dc8f7c05a5ec9714b27eb89d6d', 'kcVavs', '张乾', '', '', NULL, 1439257046, 1524879412, '124.16.248.203', 29, '[10],[13],[31],[29]', 3, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1430668800, 1, 0),
(20, 0, 'yuhanhan', 'f6220b077deca99de9b02bc9ae4e3af3', 'H38dmE', '余晗', '', '', NULL, 1439257113, 1467274176, '124.16.248.207', 32, '[10],[14],[15],[32]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(21, 0, 'fuxiaoxin', '24c0c33fd8b1393913caeabbd5e6bd15', 'BqxAKH', '付晓鑫', '', '', NULL, 1439257154, 1476164466, '124.16.248.207', 32, '[10],[14],[15],[32]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(22, 0, 'huyiping', '21452cf4d6268a543cebc49e69dabf09', 'PCUVKL', '胡逸萍', '', '', NULL, 1439257190, 1469416012, '124.16.248.207', 32, '[10],[14],[15],[32]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(23, 0, 'xuheng', '7fe860fc3f94f793411e62d52439fde9', 'AWp985', '徐恒', '', '', NULL, 1439257229, 1524635028, '123.151.77.81', 56, '[10],[13],[18],[55],[56]', 4, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1436716800, 1, 0),
(24, 0, 'xuhengh', '3748793088644848b709aa7e87f0d075', 'Upx4w5', 'xuheng', '', '18600760470', NULL, 1439274830, 0, '159.226.78.90', 15, '[10],[14],[15]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(25, 0, 'zhaitingting', '5f01027a8ecc4eb7c4e243ee4b2b2dbe', 'dZHugR', '翟婷婷', '', '', NULL, 1439361350, 1447752688, '101.254.239.184', 29, '[10],[13],[31],[29]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(26, 0, 'liyan', '9f660bc3862f9753a480e52ba3f08b79', 'nQ5MUJ', '李岩', '', '', NULL, 1439361401, 1524896327, '111.196.67.70', 52, '[10],[14],[52]', 22, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1324828800, 1, 0),
(27, 0, 'yinhong', '5360e65f3c4840ee92afed5c5cca2d65', 'bQWLYL', '殷洪', '', '', NULL, 1439361439, 1524814611, '221.221.99.164', 53, '[10],[14],[52],[53]', 35, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1172678400, 1, 0),
(28, 0, 'zhangxueping', 'dc10cb28d456718ad0a440da2c2e93f4', '5wUjsi', '张雪萍', '', '', NULL, 1439361484, 1458111402, '210.73.15.253', 17, '[10],[54],[33],[17]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(29, 0, 'zhanghongan', '7ea2aab091e81f2bf083014c38370e02', 'RDUDsw', '张宏安', '', '', NULL, 1439361533, 1478654872, '124.16.248.197', 16, '[10],[54],[35],[16]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(30, 0, 'huangxiao', 'beb98eb13539f49c01df00bb9bd15672', 'fsIMuT', '黄晓', '', '', NULL, 1439361558, 0, '159.226.78.90', 46, '[10],[14],[45],[46]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1396886400, 1, 0),
(31, 0, 'weichunzhu', '034f237e9d7494de975fad5766a9f71c', 'gYSdhm', '魏春竹', '', '', NULL, 1439361599, 1524878349, '114.253.240.63', 76, '[10],[14],[76]', 29, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1435852800, 1, 0),
(32, 0, 'wangkai', '764c2542c00ee77067e39407a3d00468', 'Ve6uMZ', '王凯', '', '', NULL, 1439361656, 1524865822, '221.177.252.28', 54, '[10],[54]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1275408000, 1, 0),
(33, 0, 'liting', '935e96645e0745a282c9669dc2894ea5', 'ZPCrvA', '李婷', '', '', NULL, 1439361696, 1524901418, '124.16.248.206', 29, '[10],[13],[31],[29]', 3, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1204300800, 1, 0),
(34, 0, 'humanjiang', '500934e4b2ed863fff941a237169ba40', 'B2nS3b', '胡漫江', '', '', NULL, 1439361752, 1464830733, '124.193.236.158', 16, '[10],[54],[35],[16]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(35, 0, 'libaoku', 'dbec580856253382d87e8a2ac3eb3f83', 'ZexvuZ', '李宝库', '', '', NULL, 1439361789, 1524896022, '124.16.248.209', 38, '[10],[54],[35],[38]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1396195200, 1, 0),
(36, 0, 'liyihan', '39057741fa5e6da2980e2a0746fbb378', 's9dnMz', '李一汉', '', '', NULL, 1439361824, 1458722232, '210.73.15.253', 35, '[10],[54],[35]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(37, 0, 'zhanghong', 'eddd32375035599abe2c020fe775b0b0', 'alEPpH', '张宏', '', '', NULL, 1439361864, 1504596311, '218.249.152.110', 35, '[10],[54],[35]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(38, 0, 'yangkaijiu', '8b2b9e8977dcbd288070811f9b78254d', '629RPJ', '杨开玖', '', '', NULL, 1439365111, 1524900606, '111.196.67.70', 13, '[10],[13]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1314547200, 1, 0),
(39, 0, 'menghua', 'a9f92d8fa26f0d2a10f9f99d3fa33f78', 'LWSKjz', '孟华', '', '', NULL, 1442547429, 1524902696, '124.16.248.216', 31, '[10],[13],[31]', 15, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1025452800, 1, 0),
(41, 0, 'shiyu', '621ebf38955a26400ca6d86839af9fcf', 'eRbdJE', '时羽', '', '', NULL, 1442905169, 1524118582, '124.16.248.216', 19, '[10],[13],[19]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 967737600, 1, 0),
(42, 0, 'yeyiming', 'db668536b21beeb5bfceafc2a0d82d5b', 'QeDxLp', '叶忆明', '', '', NULL, 1442905220, 1523156814, '124.16.248.216', 19, '[10],[13],[19]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 749750400, 1, 0),
(43, 0, 'liying', '109537c03d6b78b06926e21bbbbbe7d8', 'SXSGeH', '李莹', '', '', NULL, 1442905254, 1483594257, '123.112.70.180', 36, '[10],[13],[19],[36]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 712598400, 1, 0),
(44, 0, 'xushiwei', 'c384817ea1850e27e7f9821bf6677dc8', 'QEfci2', '许世伟', '', '', NULL, 1443159008, 1524881275, '111.196.67.70', 18, '[10],[13],[18]', 4, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1416153600, 1, 0),
(45, 0, 'zhaopeng', 'a8051c15096279786e0bef5a1dae1af8', '5xqCwg', '赵鹏', '', '', NULL, 1443405194, 1524901635, '115.35.63.147', 73, '[10],[13],[18],[73]', 4, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1330185600, 1, 0),
(46, 0, 'zhangmiao', 'c29a6f6fe7e9c937c14e3f2dc4f96a5d', 'e2wK3f', '张淼', '', '', NULL, 1444792932, 1524553992, '221.221.99.164', 81, '[10],[14],[52],[81]', 5, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1440518400, 1, 0),
(47, 0, 'wangbaoping', 'aa708298cb210366640cece9b84003ad', 'IZ25BJ', '王宝平', '', '', NULL, 1444793022, 1469091359, '124.16.248.208', 16, '[10],[54],[35],[16]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(48, 0, 'songpeng', '6c0cace56ed5a7c69e3314d661e8a4d9', 'LimDDH', '宋鹏', '', '', NULL, 1446544352, 1459924808, '210.73.15.253', 16, '[10],[54],[35],[16]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(49, 0, 'zhanghe', '83c5de6336fc1fd1d8861e73b4a2720b', 'adK3CG', '张赫', '', '', NULL, 1446544381, 1449728883, '119.80.34.87', 16, '[10],[54],[35],[16]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(50, 0, 'mazhuangzhuang', '5f7ce9c965b3654eaff6fcc598a69bc2', 'a2Sukz', '马壮壮', '', '', NULL, 1446544406, 1458806726, '210.73.15.253', 16, '[10],[54],[35],[16]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(51, 0, 'liaojialing', '08e3f779492de0f4fc633bcde3689bbb', 'DvzxNq', '廖佳玲', '', '', NULL, 1446544458, 0, '119.80.34.200', 16, '[10],[54],[35],[16]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(52, 0, 'chengli', '616c8b1699daff45e2aea4375d748e32', 'utDbVR', '成利', '', '', NULL, 1448853631, 1497143424, '118.247.14.79', 28, '[10],[28]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0),
(53, 0, 'xiahuayan', 'ec0a6122356ae6d9d4b8a93f3d10dc51', 'XKnGlF', '夏华炎', '', '', NULL, 1449366162, 1452157217, '124.16.248.253', 18, '[10],[13],[18]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(54, 0, 'test', 'd44034003ec944d6c0aed7c52662c059', 'LZvnjA', '测试', '', '', NULL, 1449387649, 1521507587, '124.16.248.215', 28, '[10],[28]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 0),
(55, 0, 'chengxiaoping', '67b66cf2613ae6541a123e673cde85b1', 'tPe9xL', ' 程小平', '', '', NULL, 1449388374, 1524792127, '124.16.248.200', 12, '[10],[13],[12]', 6, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1328457600, 1, 0),
(87, 0, 'liujian', '46e62df7b3c84fec6d827b8cf1a6b3ca', 'QrABQR', '刘建', '', '', NULL, 1490939530, 1524577988, '180.111.50.188', 41, '[10],[13],[18],[40],[41]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1488988800, 1, 0),
(56, 0, 'liyunqi', '829654bdf1b8b817982e5c56c2ccc8f8', 'n8DCr8', '李韫琪', '', '', NULL, 1449642797, 1489027192, '124.16.248.206', 11, '[10],[54],[11]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(57, 0, 'yandongxu', 'c75d323632a51cd0d9c5a60e2fde0af8', 'VrYWTF', '严东旭', '', '', NULL, 1449730460, 1474166721, '124.16.248.196', 18, '[10],[13],[18]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(61, 0, 'gelili', 'b300a860bc93a473f6ffb4ba90d4a4c3', 'zAXSNI', '葛丽丽', '', '', NULL, 1456973263, 1471931941, '124.16.248.216', 18, '[10],[13],[18]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(59, 0, 'libaoluo', 'b2395abe74e36f4b40489516357c7660', 'mbuZxU', '李保罗', '', '', NULL, 1452042312, 1524882214, '114.253.240.63', 17, '[10],[54],[33],[17]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1451836800, 1, 0),
(60, 0, 'lizheng', '089883d40d0b0b72ffcffcb609cb02b9', 'pdAcm1', '李铮', '', '', NULL, 1452576936, 1453959396, '124.16.248.253', 18, '[10],[13],[18]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(67, 0, 'yangchongyue', '3d94ade42645bd5c4584fec93e68aca1', 'NPJSC4', '杨重月', '', '', NULL, 1465266362, 1524877932, '221.221.99.164', 78, '[10],[14],[78]', 28, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1465142400, 1, 0),
(62, 0, 'zhaolifeng', 'c68c67df2c0a500afea3f50bb986efcd', 'mUVeyi', '赵立峰', '', '', NULL, 1456974732, 0, '210.73.15.253', 18, '[10],[13],[18]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(63, 0, 'zhaoyu', 'c5cdb1bbc17d2cc466a9e5c40d788640', '2jG976', '赵宇', '', '', NULL, 1456974756, 1465172931, '118.26.62.34', 16, '[10],[54],[35],[16]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(64, 0, 'anlili', 'c2002b392f04b31e828c245e60c0cc86', '9JABnL', '安利', '', '', NULL, 1456974785, 1472727011, '43.255.178.200', 17, '[10],[54],[33],[17]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(65, 0, 'zhujian', '734fcea49ec0c2a7798d3a3dbc545214', 'mh8ecx', '朱健', '', '', NULL, 1459130262, 1459478969, '210.73.15.253', 16, '[10],[54],[35],[16]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(66, 0, 'majunchen', '43ca77cc52c262631b76d104ee8e3adc', 'glklAr', '马军臣', '', '', NULL, 1461820270, 1462751336, '210.73.15.253', 18, '[10],[13],[18]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(69, 0, 'tongyuting', 'cbe3e37726ca2ca7c7c40efaca619c15', 'cmfVMC', '佟宇婷', '', '', NULL, 1468917200, 1474874006, '124.16.248.206', 37, '[10],[54],[35],[37]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(68, 0, 'zhangxi', '25726fdaa1741b852ddac3effa2f0836', 'KnTuxP', '张曦', '', '', NULL, 1465891553, 1490230803, '124.16.248.206', 38, '[10],[54],[35],[38]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(70, 0, 'zhangweiwei', '0d22afdbaa5b94de7ab639f2efa49f8e', 'EvvYqD', '张围伟', '', '', NULL, 1468917260, 1524896018, '124.16.248.206', 38, '[10],[54],[35],[38]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1468339200, 1, 0),
(71, 0, 'wangchao', 'f531090facdb3130cbeaced70559f155', 'br7fTJ', '王超', '', '', NULL, 1468917325, 1517362802, '218.249.152.110', 16, '[10],[54],[35],[16]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(72, 0, 'zhangzhen', '145925db829d472c5ac2d47d03231cca', 'wzPe2D', '张振', '', '', NULL, 1468917363, 1471394360, '124.16.248.206', 16, '[10],[54],[35],[16]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(73, 0, 'liucece', 'bc669a2736c30f7fabc3a20803ea7ca8', 'C2vQkm', '刘策', '', '', NULL, 1469434756, 1474591585, '124.16.248.206', 29, '[10],[13],[31],[29]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(74, 0, 'yaoxin', 'db424f8c87914bb868e367e4495c6a34', 'lukFme', '姚鑫', '', '', NULL, 1470031715, 1480064592, '124.16.248.196', 18, '[10],[13],[18]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(75, 0, 'shiyaxiao', '65e299521f2690be4e5daaf1cd6d3b41', 'ilEAXV', '石亚霄', '', '', NULL, 1470031768, 1470184278, '124.16.248.196', 37, '[10],[54],[35],[37]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(76, 0, 'fengyulan', 'a4d033acc7eab41d1be7be0d1b3de766', 'tC3fvA', '冯钰岚', '', '', NULL, 1474872837, 1496973510, '219.142.106.16', 32, '[10],[14],[15],[32]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(77, 0, 'wangxi', '24ff1d00e75ca1224668e2733afcf403', 'yKs5Tx', '王茜', '', '', NULL, 1479893728, 1524902301, '124.16.248.215', 43, '[10],[54],[43]', 12, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1477324800, 1, 0),
(78, 0, 'yaoyunpeng', 'bf0a649359dda051af038ef92a740d15', 'GNvlTX', '姚云鹏', '', '', NULL, 1479893776, 1524896728, '124.16.248.205', 38, '[10],[54],[35],[38]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1477843200, 1, 0),
(79, 0, 'wangzhiqiang', 'e6428c7bcc399a5d9f92f448a679588d', '1895hJ', '王志强', '', '', NULL, 1479893875, 1524812844, '124.16.248.206', 16, '[10],[54],[35],[16]', 2, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1478448000, 1, 0),
(80, 0, 'guoxuan', 'e658a650cd2dbb1d2d9117e25d08294d', '2DTbuA', '郭旋', '', '', NULL, 1479893952, 1523859746, '124.16.248.193', 53, '[10],[14],[52],[53]', 35, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1478448000, 1, 0),
(81, 0, 'geruiqing', '0e4ebfef75ee4ca62cd917e3a857890f', 'D24wTv', '葛瑞青', '', '', NULL, 1479894038, 1524878455, '114.253.240.63', 59, '[10],[13],[18],[59]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1479052800, 1, 0),
(82, 0, 'lvyanyan', 'a3fdc61efcc858caeae63f225b9ef8e8', '1TUYuu', '吕岩', '', '', NULL, 1479894147, 1524454304, '123.114.44.43', 53, '[10],[14],[52],[53]', 23, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1478448000, 1, 0),
(83, 0, 'zhangwan', 'e08e036951ad76b4b8be017e0b76454d', '3Y8Uas', '张琬', '', '', NULL, 1479894235, 1488349386, '219.142.106.16', 32, '[10],[14],[15],[32]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(84, 0, 'lijunliang', '5f2e34157d980341501923b65eea373c', 'RR7k1t', '李军亮', '', '', NULL, 1479894293, 1524824802, '117.136.38.177', 40, '[10],[13],[18],[40]', 4, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1479052800, 1, 0),
(85, 0, 'guoweiwei', '4454570b44fb64a6aa972bc8b32d80eb', '5wdKri', '郭微微', '', '', NULL, 1487236312, 1524814587, '124.16.248.206', 16, '[10],[54],[35],[16]', 2, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1477929600, 1, 0),
(86, 0, 'heyali', '110765983cb389319d546f9f72186616', 'EPtFrJ', '何亚丽', '', '', NULL, 1489541270, 1524902766, '124.16.248.216', 29, '[10],[13],[31],[29]', 3, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1488297600, 1, 0),
(88, 0, 'houliting', '8659e2e67fedf0d417a613185103c503', 'Cdc7wP', '侯丽婷', '', '', NULL, 1490939593, 1513322431, '219.142.106.16', 74, '[10],[13],[18],[73],[74]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(89, 0, 'zhangyang', 'd55447033746c3b3a31b8f074dfa968c', '873Uxn', '张洋', '', '', NULL, 1491459105, 1513128844, '219.142.106.16', 46, '[10],[14],[45],[46]', 19, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(90, 0, 'yanyingbo', '921948c6704ec1bd920fc24a134d7929', 'FJBEBN', '严英波', '', '', NULL, 1491965770, 1515139261, '124.16.248.206', 47, '[10],[13],[47]', 14, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(91, 0, 'weiwenjin', 'c11e13454f12de86c6a11b32739dd8b6', '5NFLKW', '韦文金', '', '', NULL, 1491965999, 1514270662, '219.142.106.16', 66, '[10],[14],[15],[66]', 25, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(92, 0, 'hanlu', 'd826699387e1dc6292a165a9d5c9d1c7', 'dNP7Z5', '韩露', '', '', NULL, 1491966045, 1524878055, '114.253.240.63', 65, '[10],[14],[65]', 30, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1491321600, 1, 0),
(93, 0, 'pengbaige', '533c63508e74e8b5d82b3d69e052b013', 'f2fd3F', '彭白鸽', '', '', NULL, 1491966079, 1524793896, '114.253.240.63', 66, '[10],[14],[15],[66]', 29, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1491753600, 1, 0),
(94, 0, 'wangxu', '38df1f2e8bc7c5239c5e73d10edef8f4', 'uD8eHd', '王旭', '', '', NULL, 1492395911, 1524891031, '124.16.248.206', 38, '[10],[54],[35],[38]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1489420800, 1, 0),
(95, 0, 'wangxisen', '851cd22094a93846c41bea01308741f8', 'GfjTPW', '王熙森', '', '', NULL, 1492508349, 1495068944, '124.16.248.216', 16, '[10],[54],[35],[16]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(96, 0, 'zhangxiaoqian', 'b85691ef21d29c026aa56d4f3ebb4d2f', 'lvppic', '张小乾', '', '', NULL, 1492567882, 1503984971, '124.16.248.216', 34, '[10],[13],[31],[39],[34]', 3, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(97, 0, 'shaolinqiang', '4202dc8b73f875a4b77e29576b307476', 'F8rsNu', '邵林强', '', '', NULL, 1493256504, 1524809336, '111.196.67.70', 59, '[10],[13],[18],[59]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1490198400, 1, 0),
(98, 0, 'zhaihongguo', '90f2f29ee4ba9f863e6fba4da70739b9', 'xmNyeL', '翟红果', '', '', NULL, 1493885130, 1514275410, '219.142.106.16', 60, '[10],[13],[18],[60]', 32, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(99, 0, 'wangxixi', 'b91a5408766b628b1f20c857eb318709', 'S483s5', '王茜', '', '', NULL, 1494307286, 1494319127, '124.16.248.216', 11, '[10],[54],[11]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(100, 0, 'shimanman', 'f13d281ec7ab6a88ed3f088fde556d1d', 'wxQgbq', '石曼', '', '', NULL, 1494569576, 1524896010, '124.16.248.206', 35, '[10],[54],[35]', 4, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1493654400, 1, 0),
(101, 0, 'zhujiabao', 'a89b298da7d1c0cf0bf38d2d63e3ed25', 'BY9fXv', '朱加保', '', '', NULL, 1496384764, 1516784967, '124.16.248.206', 51, '[10],[54],[11],[51]', 10, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(102, 0, 'changjianguo', '9dc6e9ed9569bcaa9dd45a20953248e0', 'j974R9', '常建国', '', '', NULL, 1497409880, 1499734747, '219.142.106.16', 33, '[10],[54],[33]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(103, 0, 'liujinjin', '4fa458b0ab2cd1d3de11340cd185aa1a', 'DEjlWX', '刘津津', '', '', NULL, 1498027455, 1509935222, '219.142.106.16', 71, '[10],[14],[71]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(104, 0, 'duanlihua', '88ae50027ec2e88453db63670598e6e0', 'SAbpm3', '段丽华', '', '', NULL, 1500261408, 1524878776, '124.16.248.206', 30, '[10],[54],[11],[30]', 11, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1500220800, 1, 0),
(105, 0, 'liubobo', 'd11834dfc8f3c0dfcb688aa544efb848', 'V3GYPz', '刘博', '', '', NULL, 1500516883, 1506388223, '219.142.106.16', 17, '[10],[54],[33],[17]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(106, 0, 'yangxiaowang', 'a79cbff892b1fdafe2a439e1205bdb4c', 'L1Y34h', '杨晓旺', '', '', NULL, 1500520347, 1524884505, '124.16.248.206', 39, '[10],[13],[31],[39]', 16, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1500393600, 1, 0),
(107, 0, 'zhaoshuli', 'd96e8985d7d620c72df92c337f31bea6', 'BfZ1jT', '赵舒丽', '', '', NULL, 1502245881, 1519804708, '123.114.54.141', 80, '[10],[54],[33],[80]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1493654400, 1, 2),
(108, 0, 'liranran', '62edf16c1a765d251e0efbe4802a859c', 'iDnkdb', '厉冉冉', '', '', NULL, 1502933981, 1506395548, '101.105.214.147', 42, '[10],[13],[18],[40],[42]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(109, 0, 'xuna', '88afea72cb2c74ae9d34f83a246681b7', 'yg8Lpy', '徐娜', '', '', NULL, 1502936954, 1524668963, '117.136.0.184', 49, '[10],[13],[18],[40],[49]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1501603200, 1, 0),
(110, 0, 'liyanyan', '0d3d3512bab4c4cb68305ecc765db9fb', 'KtVYi6', '李艳', '', '', NULL, 1502938083, 1524551562, '49.74.85.160', 82, '[10],[13],[18],[40],[82]', 27, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1502121600, 1, 0),
(111, 0, 'qiaonali', 'e11bb70caf2e3524251b152e228dc44b', '7I4wzJ', '乔娜丽', '', '', NULL, 1502939134, 1524880031, '49.74.41.11', 41, '[10],[13],[18],[40],[41]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1502726400, 1, 0),
(112, 0, 'weixiaoyue', '805165a95238f45fce7e3a1dfbcbf87c', '3wyGAj', '韦晓月', '', '', NULL, 1502959784, 1503293159, '219.142.106.16', 32, '[10],[14],[15],[32]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(113, 0, 'zhengzhijiang', '82b6ecbfb8b11255afccd6a2c76ae858', '9f3Xrx', '郑志江', '', '', NULL, 1503020604, 1524884602, '124.16.248.206', 38, '[10],[54],[35],[38]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1502121600, 1, 0),
(114, 0, 'wangdan', '058caa33d73bb3e7d3e750f3d2d1a359', 'bneaiX', '王丹', '', '', NULL, 1503370306, 1524883046, '111.196.67.70', 45, '[10],[14],[45]', 17, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1502640000, 1, 0),
(115, 0, 'guixiaopei', 'ad999ed2933a361f243b4341f2d44790', 'TXHDcL', '桂小佩', '', '', NULL, 1503541276, 1524534684, '49.74.85.160', 82, '[10],[13],[18],[40],[82]', 27, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1502035200, 1, 0),
(116, 0, 'lixiaonan', '36a964d0a5cc480e40fe700162d17213', 'r7Tilg', '李晓男', '', '', NULL, 1503546595, 1524896147, '124.16.248.212', 44, '[10],[54],[43],[44]', 13, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1497196800, 1, 0),
(117, 0, 'wanglin', '56ce1d1e9e642ffbc18d4dfaf1b5a59c', 'YhN5TI', '王琳', '', '', NULL, 1503555523, 1523149445, '124.16.248.206', 16, '[10],[54],[35],[16]', 2, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1501516800, 1, 1),
(118, 0, 'hexiaoqian', '034a8f4ebc8d8689ba4be0e95c7257c1', 'ELGCuA', '赫霄倩', '', '', NULL, 1503561193, 1503623123, '124.16.248.206', 37, '[10],[54],[35],[37]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(119, 0, 'weixiaopei', '7dc70dff6e70913b2dc57b1cc5dffe7f', 'zhxGvS', '韦小佩', '', '', NULL, 1503561616, 0, '124.16.248.211', 32, '[10],[14],[15],[32]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(120, 0, 'wangrui', '260fe72b076db3305f7278082f25f4f8', 'iK5vCf', '王蕊', '', '', NULL, 1503561827, 1524555065, '221.221.99.164', 46, '[10],[14],[45],[46]', 18, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1501516800, 1, 0),
(121, 0, 'xuchangxin', '91d2e5fbf374e4dfbd09480323b32869', 'dIjM94', '徐常鑫', '', '', NULL, 1503562306, 1524814266, '124.16.248.193', 48, '[10],[13],[12],[48]', 8, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1500220800, 1, 0),
(122, 0, '刘小会', 'dff30a30026fe0a060a47625dc8da724', 'sqIPBa', '刘树会', '', '', NULL, 1503562530, 0, '124.16.248.211', 48, '[10],[13],[12],[48]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(123, 0, 'wangai', '74de256fd46c1c7096851cc3855579d5', 'VuJQdb', '王爱', '', '', NULL, 1503566699, 1524878648, '124.16.248.206', 38, '[10],[54],[35],[38]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1498406400, 1, 0),
(124, 0, 'liuyu', 'fae2d200bfa0bf956568c22b2e73a59a', 'tFIgd7', '刘雨', '', '', NULL, 1503566915, 1524882304, '114.253.240.63', 61, '[10],[54],[33],[61]', 2, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1496592000, 1, 0),
(125, 0, 'duyingying', '53cdbfcfd37044993a26eec4b86b954c', 'pkAPI7', '杜莹', '', '', NULL, 1503649058, 1511792138, '117.100.147.50', 11, '[10],[54],[11]', 9, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(126, 0, 'liushuhui', '16f69c2b348e45415b5a083015168eb8', 'N1D3jm', '刘树会', '', '', NULL, 1503989614, 1524564577, '124.16.248.193', 48, '[10],[13],[12],[48]', 7, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 686246400, 1, 0),
(127, 0, 'yangboxue', '0a43312fa266709438d47318884fc7df', 'XWsUcS', '杨博学', '', '', NULL, 1505270536, 1521791088, '111.196.64.246', 81, '[10],[14],[52],[81]', 5, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1504195200, 1, 1),
(128, 0, 'liuwenyan', '837395708b4ae4df722a5a4d902020f5', 'Cta8QN', '刘文燕', '', '', NULL, 1505270583, 1511855082, '219.142.106.16', 53, '[10],[14],[52],[53]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(129, 0, 'lijiahui', 'c0e7ab3e78d9dd023432be64f1414cdc', 'NNIeCA', '李佳慧', '', '', NULL, 1505272046, 1505280302, '219.142.106.16', 32, '[10],[14],[15],[32]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(130, 0, 'chenzhibin', '01fe6ed9b1f4f825559aec4475bf72c6', '5T9xBk', '陈志斌', '', '', NULL, 1505272095, 1506476110, '219.142.106.16', 46, '[10],[14],[45],[46]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(131, 0, 'shenna', '4d0b918ed965cee14ea04119a99b9344', 'UNLmT6', '沈娜', '', '', NULL, 1505790038, 1506562087, '101.105.214.147', 42, '[10],[13],[18],[40],[42]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(132, 0, 'chenyan', '2ecffd5ccd0d14198af3457ffbcd2d01', 'Zius5e', '陈岩', '', '', NULL, 1506415356, 1524706944, '111.196.67.70', 62, '[10],[54],[33],[62]', 34, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1506268800, 1, 0),
(133, 0, 'lizhengzheng', '486c5a7cfb436974a37093ed0f6d126d', 'zZ6U2F', '李铮', '', '', NULL, 1508230456, 1524893386, '113.96.219.250', 57, '[10],[13],[18],[55],[57]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1507478400, 1, 0),
(134, 0, 'duyinghua', 'd1bdbe37d9899b71647fe0b254eaf477', '4KsX2l', '杜英华', '', '', NULL, 1508495354, 1514188875, '219.142.106.16', 69, '[10],[14],[15],[66],[69]', 26, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(135, 0, 'wanglinlin', 'abf6cdcb00e2520761bc1c526ccdbe2b', 'vAikha', '王琳研发', '', '', NULL, 1508729354, 1524793065, '114.253.240.63', 77, '[10],[14],[76],[77]', 28, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1508083200, 1, 0),
(136, 0, 'chenlun', '1d21505e356dae7c20a3573ba4c45d29', 'YiyWXq', '陈伦', '', '', NULL, 1508746781, 1514519111, '219.142.106.16', 32, '[10],[14],[15],[32]', 26, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(137, 0, 'yangmengqi', '2a90be010d56dc7602f270edecc5b7f6', 'USePRp', '杨梦琪', '', '', NULL, 1508755187, 1513241936, '211.162.27.156', 42, '[10],[13],[18],[40],[42]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(138, 0, 'gehanyu', '162af7e1415016b40cf3bfbb04b6acc2', 'WZe4K4', '戈晗煜 ', '', '', NULL, 1509351938, 1521440432, '123.112.96.241', 17, '[10],[54],[33],[17]', 2, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1508688000, 2, 2),
(166, 0, 'wanxixi', 'f2a8b7a9b135f5208f434e3ae171059a', 'Y8q3wF', '宛溪溪', '', '', NULL, 1522747559, 1524820203, '111.196.67.70', 32, '[10],[14],[15],[32]', 28, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1521993600, 2, 0),
(140, 0, 'wangchaochao', '7bd5ff9b1d79268ae5a8298cb27776e1', 'smJlaH', '王超', '', '', NULL, 1509522978, 1524876094, '124.16.248.215', 46, '[10],[14],[45],[46]', 21, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1509465600, 2, 0),
(141, 0, 'houliyang', '66e397473a7fad675915a868a1bc937e', 'yU5tBr', '侯力扬', '', '', NULL, 1509523242, 1514360213, '219.142.106.16', 46, '[10],[14],[45],[46]', 20, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(142, 0, 'wangxiao', 'c7651ed7d4e897c0e5e6244e89f9d184', '4YgF4r', '王晓', '', '', NULL, 1509936158, 1524820271, '159.226.78.88', 72, '[10],[14],[71],[72]', 29, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1509465600, 1, 0),
(143, 0, 'jirong', 'b2b42f65f16e2878d64b5f3374a0505d', '1Lm8jh', '吉绒', '', '', NULL, 1511426005, 1517379873, '123.123.250.229', 68, '[10],[14],[65],[68]', 28, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(144, 0, 'liukunyang', 'b28feeffc6fb2f5a69a9d55600c9d1b0', 'Cswbzx', '刘坤旸', '', '', NULL, 1511426108, 1524879018, '221.221.99.164', 68, '[10],[14],[65],[68]', 28, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1510243200, 1, 0),
(145, 0, 'shenhui', 'af96056368367b77e0a3606d93c8f7ff', 'T53ve6', '申慧', '', '', NULL, 1511749722, 1524820093, '221.221.99.164', 81, '[10],[14],[52],[81]', 5, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1508342400, 1, 0),
(146, 0, 'ranyiou', '59639a2093bf1a9a5e886e17b431353c', '4IjRDc', '冉轶欧', '', '', NULL, 1511749753, 1524897863, '114.253.240.63', 81, '[10],[14],[52],[81]', 5, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1511107200, 1, 0),
(147, 0, 'dengmin', '4697d92505ef3f2c2d591c3891cd9c75', 'QQjD4c', '邓敏', '', '', NULL, 1513131818, 1524906138, '111.196.67.70', 59, '[10],[13],[18],[59]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1511712000, 1, 0),
(148, 0, 'yanghanxi', '164c346f8f508618ca06a36341412fa4', 'AvIiLJ', '杨涵溪', '', '', NULL, 1513590692, 1524619241, '111.196.67.70', 46, '[10],[14],[45],[46]', 19, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1513267200, 1, 0),
(149, 0, 'lizhen', 'e2bf02dcfabcc3dcf3a616f855a6d6c7', 'YNJqfr', '李振', '', '', NULL, 1514180497, 1524789529, '124.16.248.206', 16, '[10],[54],[35],[16]', 2, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1513526400, 1, 0),
(150, 0, 'lizhiting', '57de797066e5604ed85fa7007c02733b', 'D8gaEx', '李智婷', '', '', NULL, 1514180571, 1524895057, '124.16.248.221', 16, '[10],[54],[35],[16]', 2, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1513526400, 1, 0),
(151, 0, 'gaozheng', 'adb348fa9881b2d642c7cce217cdaf8e', 'HR1uII', '高铮', '', '', NULL, 1514180767, 1524554605, '114.242.248.165', 16, '[10],[54],[35],[16]', 2, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1513526400, 1, 0),
(152, 0, 'zhouchunguang', 'e73bb919873cc70e7202e95265668777', 'IYgyYF', '周春光', '', '', NULL, 1514180860, 1514282348, '124.16.248.206', 16, '[10],[54],[35],[16]', 2, NULL, NULL, NULL, NULL, 0, 0, 0, 0, NULL, 0, 2),
(153, 0, 'jiangchuanchao', '387bd9f859e132e26136bf7e82477375', 'hnZDNd', '姜传超', '', '', NULL, 1514180946, 1519721936, '124.16.248.206', 16, '[10],[54],[35],[16]', 2, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1513526400, 2, 2),
(154, 0, 'wangchaoy', '1059631e5fdf251ca2205a64041f214e', 'AYryyW', '王超', '', '', NULL, 1515031870, 1524012925, '115.171.168.223', 33, '[10],[54],[33]', 4, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1514822400, 2, 1),
(155, 0, 'renbozhi', '431ced6a194b95bce622291f999f69b0', 'LBJEJt', '任博智', '', '', NULL, 1516850061, 1524812610, '111.196.67.70', 47, '[10],[13],[47]', 14, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1516723200, 1, 0),
(161, 0, 'hemin', 'd57269046950fc846397081f2fb25d78', 'jKDlVR', '何敏', '', '', NULL, 1520929011, 1524623745, '124.16.248.206', 85, '[10],[13],[18],[59],[85]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1520524800, 2, 0),
(156, 0, 'manxurui', '76296c5ec61c0f9beb54408867491f12', '7cwz4q', '满旭蕊', '', '15801673356', NULL, 1518081897, 1524556145, '114.253.240.63', 46, '[10],[14],[45],[46]', 20, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1517328000, 2, 0),
(157, 0, 'lilan', '2b84413be1a65c57af71344ee691ffc7', 'Yz3cd9', '李岚', '', '18618209792', NULL, 1519892208, 1520315669, '124.16.248.215', 0, '[]', 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 2),
(158, 0, 'lilan1', 'a220a69f2ef247d4ebeceb0935a15ed2', 'LxIBaR', '李岚', '', '', NULL, 1520576188, 1524898055, '175.168.185.97', 74, '[10],[13],[18],[73],[74]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1519660800, 2, 0),
(159, 0, 'lvbing', '64b82d0f81f0ec964a763978df5954d5', 'd38GQy', '吕冰', '', '', NULL, 1520591950, 1524877797, '111.196.67.70', 68, '[10],[14],[65],[68]', 28, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1519833600, 2, 0),
(160, 0, 'zhaotong', 'f6932b0d8b7d233f96b33a99524aac86', 'L6DxQl', '赵曈', '', '', NULL, 1520592058, 1524572935, '221.221.99.164', 60, '[10],[13],[18],[60]', 32, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1520179200, 2, 0),
(162, 0, 'chengming', '0a7029b2da25a9baeaa612ad00fc0ac6', 'gcYWtC', '程明', '', '', NULL, 1520929251, 1524736421, '111.196.67.70', 32, '[10],[14],[15],[32]', 28, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1520784000, 2, 0),
(163, 0, 'chenjiyuan', '1eb68f6bce36ddaaed194ad03e0286b3', '9llQiZ', '陈继媛', '', '', NULL, 1520929337, 1524893335, '49.74.41.11', 42, '[10],[13],[18],[40],[42]', 32, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1520784000, 2, 0),
(164, 0, 'jiangyuwei', '23bee7d1e1ffb7c41eb1f9c785476704', 'ijCnBs', '姜玉玮', '', '', NULL, 1521619432, 1524556417, '114.253.240.63', 46, '[10],[14],[45],[46]', 18, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1521388800, 2, 0),
(167, 0, 'liuruijuan', '2421633da13969344bdea90b598e9077', 'x2mJg7', '刘瑞娟', '', '', NULL, 1524030897, 1524557726, '114.253.240.63', 81, '[10],[14],[52],[81]', 5, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1523116800, 2, 0),
(165, 0, 'zhangyamin', '500b15cd6837ab4cc67db705b21392b6', 'U9nxSW', '张亚敏', '', '', NULL, 1522660795, 1524795147, '49.74.41.11', 83, '[10],[13],[18],[40],[83]', 2, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1521475200, 2, 0),
(168, 0, 'liqian', '4b205f5fc8e24383a5b970c64f75f9f0', 'DNqtnN', '李倩', '', '', NULL, 1524034566, 1524650136, '124.16.248.206', 74, '[10],[13],[18],[73],[74]', 1, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1523376000, 2, 0),
(169, 0, 'limengrong', '34055613816bc168e45f11da0a1c48f6', 'lbIV1r', '李梦蓉', '', '', NULL, 1524035431, 1524476612, '27.17.165.235', 84, '[10],[13],[18],[55],[56],[84]', 2, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1523203200, 2, 0),
(170, 0, 'fenghao', '06289a6ce2ffd308cd77d6327f79d717', 'HIsTJt', '冯皓', '', '', NULL, 1524041935, 1524477080, '124.16.248.216', 29, '[10],[13],[31],[29]', 3, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1523808000, 2, 0),
(171, 0, 'fuguochao', '54f01d213bf347bd7165d80220154573', 'ak62jk', '付国超', '', '', NULL, 1524469272, 1524876198, '221.221.99.164', 85, '[10],[13],[18],[59],[85]', 2, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 1524153600, 2, 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `oa_account`
--
ALTER TABLE `oa_account`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `username` (`username`),
  ADD KEY `username_2` (`username`),
  ADD KEY `mobile` (`mobile`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `oa_account`
--
ALTER TABLE `oa_account`
  MODIFY `id` mediumint(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=172;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
