-- phpMyAdmin SQL Dump
-- version 4.7.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2018-04-28 17:40:29
-- 服务器版本： 5.6.13-log
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `xuequoa_test_0428`
--

-- --------------------------------------------------------

--
-- 表的结构 `oa_op_line_days`
--

CREATE TABLE `oa_op_line_days` (
  `id` int(11) NOT NULL,
  `citys` varchar(256) DEFAULT NULL,
  `content` varchar(1024) DEFAULT NULL,
  `remarks` varchar(256) DEFAULT NULL,
  `op_id` varchar(50) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `oa_op_line_days`
--

INSERT INTO `oa_op_line_days` (`id`, `citys`, `content`, `remarks`, `op_id`) VALUES
(43, '北京', '从中科启元学校出发去中国科学院植物研究所北京植物园，下午13:00坐车回学校', '需要定车', '201510080002'),
(30, '', '', '', '201510040001'),
(31, '', '', '', '201510040001'),
(33, '北京', '科技节教科院丰台二小校内活动', '安排35座车一辆', '201509300003'),
(28, '2015年9月17日开始上课', '', '', '201509220004'),
(24, 'oooooo', '', '', '201509220001'),
(26, '9月22日18:00-22:30天坛活动，夜探博物认知活动', '', '', '201509220002'),
(29, '2015年9月17日开始上课', '', '', '201509220005'),
(59, '', '', '', '201510210001'),
(16, '北京', '测试', '测试', '201509290001'),
(17, '北京', '测试测试', '测试', '201509290001'),
(34, '北京', '测试', '测试', '201509260001'),
(35, '北京', '测试测试', '测试', '201509260001'),
(38, '北京', '8:00从行管局出发，10点左右到达，开始观鸟，下午3点左右参观博物馆，18点前到行管局', '', '201510100001'),
(40, '', '奇怪的石头、声波灭火、天文望远镜组装、自行车发电、植物叶拓、植物时光宝石、石头硬度实验、制作巨大泡泡、钻木取火、纸筒承重、吸管排笛、静电喷泉、气垫船模拟实验、测谎仪、重温古老活字印刷', '', '201510090006'),
(41, '', '1.	3D打印机\r\n2.	香蕉锤子\r\n3.	动物的牙齿有多厉害\r\n4.	隐形墨水\r\n5.	非牛顿流体\r\n6.	昆虫标本制作(2个教室)(170人)\r\n7.	大力士鸵鸟蛋\r\n8.	自行车发电机\r\n9.	石头硬度实验\r\n10.	水火箭\r\n11.	纸筒承重\r\n12.	吸管排笛\r\n13.	测量太阳高度\r\n14.	重温古老活字印刷技术\r\n15.	生物标本馆     \r\n16.	测谎仪\r\n17.	巧扎气球         \r\n18.	液体彩虹\r\n19.	静电喷泉         \r\n20.	磁悬浮实验', '', '201510120001'),
(42, '', '1.	天文望远镜	(5分钟)需要老师\r\n2.	模拟火山喷发（5分钟）需要老师\r\n3.	磁悬浮实验（5分钟）\r\n4.	香蕉锤子	（5分钟）需要老师\r\n5.	非牛顿流体	（5分钟）\r\n6.	夜光T恤(自带T恤) 须准备两个摊位（10分钟）需要老师\r\n7.	纸筒承重	（10分钟）需要老师\r\n8.	水火箭	（10分钟）需要老师\r\n9.	自行车发电机	（5分钟）\r\n10.	大力士鸵鸟蛋	 （5分钟）\r\n11.	自己动手做磁铁	（5分钟）\r\n12.	隐形墨水	(5分钟)\r\n13.	声波灭火	（5分钟）\r\n14.	液体彩虹	（5分钟）需要老师\r\n15.	测量太阳高度	(5分钟)\r\n16.	静电喷泉	（5分钟）\r\n17.	动物的牙齿有多厉害	（5分钟）需要老师\r\n18.	昆虫标本制作(50个) \r\n19.	重温古老的活字印刷技术（5分钟）需要老师	\r\n20. 巧扎气球（5分钟）', '', '201510090005'),
(45, '北京', '活动形式：\r\n微课堂、地质任务单、动手小制作及物理模拟游戏\r\n活动地点：\r\n    奥林匹克森林公园内 A点、B地点、C地点\r\n具体活动安排：\r\n   “植物走读”—— 边走边学小知识\r\nA地点\r\n微课堂：军事勘探地形知识\r\n任务单：\r\n（1）在老师指导下，学画大范围的地形图。\r\n（2）在爸爸妈妈帮助下，在一定范围进行自由探索，然后应用所学知识完成A地点周围地形图\r\n\r\nB地点\r\n微课堂：北极星与大航海，简单星座知识\r\n物理游戏：物理模拟游戏\r\n    动手小制作：可视北斗七星\r\n\r\n\r\nC地点\r\n微课堂：野外生存相关小知识，包括扎营地点选择、获取淡水、雪洞及海上生存方式及其他\r\n任务单：\r\n（1）在附近找到最合适的扎营地，并说出原因\r\n（2）根据园内环境，找出可能获得卫生淡水的方式，并获取一定量淡水\r\n\r\n\r\n\r\n\r\n按10人核算\r\n价格：新会员一大一小158元\r\n      老会员一大一小148元\r\n活动时间：10月24日  13:30~16:30\r\n活动地点：奥林匹克森林公园\r\n人数：10个家庭成团，最多20个家庭\r\n集合地点：奥森公园南门', '自驾前往，自备午餐 ', '201510140002'),
(46, '北京 ', '时间	主题	活动内容\r\n17:30-18:00	海底奇妙夜--集结号	家长送孩子至北京海洋馆报到，领取个人“海底奇妙夜”大礼包\r\n18:00-18:20	海底奇妙夜--连连看	营员更换统一的营服，结识团队新成员\r\n		营员与各自的海队长汇集并形成自己的“梦幻组合”团队\r\n		海底奇妙夜海教授给营员讲解活动内容和规则\r\n18:20-19:00	海底奇妙夜--亲亲海豚	后台观摩海豚训练，零距离看饲养员投食，与海豚合影留念\r\n19:00-19:40	海底奇妙夜--海教授讲堂	营员跟随海教授一起进入海洋生物互动课堂\r\n19:40-20:10	海底奇妙夜--海底探秘	营员跟随海教授进行海洋馆游览，夜探海洋生物\r\n		营员近距离地观察夜间海洋生物不同的生活习性\r\n20:10-20:30	海底奇妙夜--海底观察员	各分队营员完成“海底奇妙夜”任务卡中的“海世界探秘”任务\r\n20:30-21:00		各分队营员完成“海底奇妙夜”任务卡中的“海世界梦幻海报”，并上台分享\r\n21:00-21:30	海底奇妙夜--甜蜜梦乡	全体营员共享丰富美味的“奇妙夜宵夜”\r\n21:30-23:00		各分队营员安营扎寨，全体营员洗漱、露营鲨鱼小镇\r\n次日清晨活动内容\r\n6:30-7:30	海底奇妙夜--海洋晨光	全体营员起床收营\r\n7:30-8:00		全体营员共进自助营养早餐\r\n8:00-8:30	海底奇妙夜--美丽装扮	全体营员进行面部彩绘，留下海洋的印记\r\n8:30-9:00	海底奇妙夜--幕后劳作	营员走进海洋馆幕后参观工作人员喂养工作，零距离了解“海洋动物饲养员”的工作和那些躲在幕后的小家伙儿\r\n9:00-9:30	海底奇妙夜--小饲养员	与鱼儿互动，亲手给Baby锦鲤喂食\r\n9:30-9:45	海底奇妙夜--海洋保护者	海教授颁发“海底奇妙夜”活动证书，营员们自愿成为海洋生物保护志愿者\r\n', '', '201510140003'),
(58, '', '上午：参观地质博物馆，学习海洋地理环境相关知识。\r\n下午：闭营仪式，考察成果汇报，分组进行报告。乘车返回深圳\r\n晚上： 乘坐火车返回\r\n', '', '201510230001'),
(57, '大亚湾台站', '上午：前往红树林采集标本，并记录数据信息\r\n下午：在南海海洋所台站内进行标本分类，标本制作，数据统计和分析。\r\n晚上：台站内讲座、讨论白天课题内容\r\n', '', '201510230001'),
(55, '大亚湾台站', '上午：乘车前往中国科学院南海海洋所参观。\r\n下午：出发前往深圳大亚湾南海海洋所台站。\r\n晚上：南海海洋所大亚湾站站长讲座。\r\n', '', '201510230001'),
(56, '大亚湾台站', '上午：跟随海洋所台站专家，采集海洋生物标本，并记录采集数据和信息。\r\n下午：在南海海洋所台站内进行标本分类，标本制作，数据统计和分析。\r\n晚上：台站内讲座、讨论白天课题内容\r\n', '', '201510230001'),
(53, '广州', '学校集合，集体乘坐火车前往广州，下午到达广州，入住广州当地酒店。', '', '201510230001'),
(54, '广州', '上午：前往位于广州的中国科学院华南植物园，在植物园听植物专家讲解我国的热带植物，学习相关知识。\r\n下午：进行开营仪式，分组参观华南植物园，进行植物学课题考察活动。\r\n', '', '201510230001'),
(60, '北京-海口', '4：00学校集合6：10乘飞机10：25到达海口，12：30入住酒店\r\n下午参观博鳌永久会址及会议中心\r\n19：00开营仪式', '', '201511240010'),
(61, '海口', '上午，多和文化谷，体验万泉河文化\r\n下午，海滩活动\r\n晚上，海洋生物讲座', '', '201511240010'),
(62, '海口-三亚', '上午，乘火车到三亚，乘游轮\r\n下午，中国科学院南海海洋所台站，采集海洋生物\r\n晚上，制作标本\r\n', '', '201511240010'),
(63, '三亚', '1-3年级上午雅诺达雨林文化旅游区活动，下午海洋生物认知活动；4-6年级全天亚龙湾深林公园小课题的探究及实践', '', '201511240010'),
(64, '三亚-北京', '上午，游览天涯海角，下午乘机返京', '', '201511240010'),
(70, '河北省怀来市东花园镇', '下午到达东花园镇，入住酒店晚上9点至第二天7点观星活动。', '中型大巴，住当地长城饭店，饭店内用晚餐', '201512100017'),
(71, '河北省怀来市东花园镇', '上午吃完早饭返京', '', '201512100017'),
(72, '校内', '刘晔讲座5次，史宏亮3次', '', '201512160001'),
(73, '上海', '上午：G11北京南-上海虹桥 08:00-13:09\r\n中午：午饭。\r\n      中国共产党第一次全国代表大会会址\r\n      豫园\r\n晚上：入住酒店，晚餐\r\n      讲座（古生物化石、上海建筑文化）', '房、餐、车、导游、往返大交通', '201512170002'),
(74, '上海', '上午：复旦大学\r\n中午：午餐\r\n下午：复旦附中\r\n晚上：晚餐\r\n      讲座（上海建筑文化、古生物化石）', '房、餐、车、导游', '201512170002'),
(75, '上海', '早：收拾行李、退房\r\n上午：自然博物馆\r\n中午：午餐\r\n下午：G118 上海虹桥-北京南 15:00-19:55', '房、餐、车、导游、往返交通', '201512170002'),
(76, '', '', '', '201601050001'),
(86, '', '老师劳务费：\r\n任丽老师费用：\r\n请付健吃饭：\r\n嘉峪关机票退票费：\r\n\r\n', '', '201601190002'),
(80, '', '', '', '201601040007'),
(81, '', '', '', '201601040007'),
(82, '', '', '', '201601040007'),
(83, '', '', '', '201601040007'),
(87, '植物园一日', '上午化学所出发前往北京植物园', '', '201603070002'),
(94, '北京', '11：00出发需要一辆大巴车   ', '大巴车 ', '201603100003'),
(144, '20日北京出发，下午接机，去自然公园', '28日昆明接站到酒店，前往昆明动物所', '', '201606160002'),
(273, '北京', '从密云接学生到中科院附属实验学校', '', '201609130001'),
(274, '北京', '下午参观中关村中学\r\n', '', '201609130001'),
(275, '北京', '下午参观故宫\r\n晚上看话剧', '', '201609130001'),
(276, '北京', '下午参观颐和园', '', '201609130001'),
(277, '北京', '下午参观圆明园', '', '201609130001'),
(97, '3月26日北京-太原G615', '', '', '201603240001'),
(98, '', '', '', '201603240001'),
(99, '', '', '', '201603240001'),
(100, '', '', '', '201603240001'),
(101, '太原-北京G626', '', '', '201603240001'),
(102, '', '', '', '201604050002'),
(103, '已更改为30人核价', '', '', '201604080004'),
(105, '4月22北京-厦门', '', '', '201604110001'),
(106, '4月25日厦门-北京', '', '', '201604110001'),
(107, '境内', '帮实验学校订五两打车、两张机票', '', '201604180002'),
(109, '', '', '', '201605060002'),
(134, '巴黎', '订房', '订房', '201605100006'),
(133, '巴黎', '订房', '订房', '201605100006'),
(132, '巴黎', '订机票订房', '', '201605100006'),
(131, '巴黎', '订房', '订房', '201605100006'),
(130, '凡尔赛', '订房', '订房', '201605100006'),
(129, '凡尔赛', '订房', '订房', '201605100006'),
(128, '凡尔赛', '订房', '订房', '201605100006'),
(127, '尼斯 ', '订房', '订房', '201605100006'),
(126, '北京 ', '一日用车、老舍茶馆演出 ', '', '201605100005'),
(135, '', '', '', '201605160002'),
(136, '', '', '', '201605240004'),
(297, '北京', '下午参观颐和园', '', '201610180003'),
(298, '北京', '下午参观颐和园', '', '201610180003'),
(299, '北京', '送学生回密云', '', '201610180003'),
(300, '本次科技节预计于2016年10月31日下午12:30-15:00举办，全校共六个年级31个教学班全部参与，预估参加人数900人。根据当天的天气情况，可选择室内或室外举办（室内无法进行水火箭项目）。全部科技节项目分为三大类，展示类，体验类和制作类，分别占用3块场地（展示类及体验类设于操场，制作类放在教学楼12个教室内。在操场上的两个大类，全部学生分为A组1— 3年级，B组4—6年级分场地同时进行。', '', '', '201610240003'),
(290, '北京', '从密云接学生到中科院附属实验学校', '', '201610080003'),
(291, '北京', '1、讲座 2、参观郭永怀 钱学森办公室 3参观实践力学实验室', '', '201610100008'),
(294, '北京', '从密云接学生到中科院附属实验学校', '', '201610180003'),
(295, '北京', '下午参观中关村中校', '', '201610180003'),
(296, '北京', '下午参观故宫\r\n晚上看话剧', '', '201610180003'),
(285, '北京', '送学生回密云', '', '201610080003'),
(286, '北京', '下午参观中关村中校', '', '201610080003'),
(287, '北京', '下午参观故宫\r\n晚上看话剧', '', '201610080003'),
(288, '北京', '下午参观圆明园', '', '201610080003'),
(289, '北京', '下午参观颐和园', '', '201610080003'),
(140, '北京', '上午中国科技馆在参观过程中，学习科学知识、亲身体验，积极思考，找到探索任务卡里的问题答案内容。下午中科院微生物研究所参观 和科普讲座。', '自带车，需要安排午餐。', '201606020001'),
(141, '北京', '中关村中学——昌平苹果主题乐园', '17车、午餐自理、老师有餐，当地提供', '201605300001'),
(203, '从新按6个孩子、5天核算成本', '', '', '201603160003'),
(146, '东铁匠营二中', '隔夜茶研究和垃圾降解、两名老师，每节课250元。共20节课。其中垃圾降解需要买蚯蚓花300元', '', '201606170005'),
(252, '此成本按15孩子、15家长核算，如加一位家长增加30元。', '', '', '201608120001'),
(270, '巴黎订房 ', '', '', '201608080003'),
(269, '巴黎订房', '', '', '201608080003'),
(268, '巴黎订房、机票', '', '', '201608080003'),
(267, '巴黎订房', '', '', '201608080003'),
(266, '巴黎订房 ', '', '', '201608080003'),
(265, '巴黎订房、机票 ', '', '', '201608080003'),
(259, '', '上午，100人物理所，60人力学所', '', '201608260001'),
(230, '北京', '抵达北京', '', '201608020002'),
(231, '北京', '力学所、古动物馆', '', '201608020002'),
(232, '北京', '国科大', '', '201608020002'),
(233, '北京', '物理所、天安门', '', '201608020002'),
(239, '昆明', '西安飞昆明，抵达后入住', '', '201606060010'),
(240, '昆明-景洪', '昆明乘机前往景洪，抵达后赴西双版纳', '', '201606060010'),
(241, '西双版纳', '植物园活动', '', '201606060010'),
(242, '西双版纳', '植物园活动', '', '201606060010'),
(243, '景洪-昆明', '乘机返回昆明', '', '201606060010'),
(244, '昆明-西安', '石林一日，乘机返回北京', '', '201606060010'),
(245, '', '', '', '201608030001'),
(238, '青岛', '科学考察', '', '201606060011'),
(237, '青岛', '抵达，科学考察', '', '201606060011'),
(236, '青岛', '科学考察', '', '201606060011'),
(235, '青岛', '科学考察', '', '201606060011'),
(234, '青岛', '科学考察', '', '201606060011'),
(278, '北京', '送学生回密云', '', '201609130001'),
(271, '', '10月11日启动仪式，12-14日科技项目互动。13日下午需要货车，从本部将项目搬到丰益校区布展。14日中午将设备再拉至远洋校区布展互动，之后将设备拉走。', '', '201609110001'),
(262, '用车、技术参观、游览', '', '', '201609070004'),
(263, '用车、技术参观、游览', '', '', '201609070004'),
(260, '接机用车', '', '', '201609070004'),
(261, '用车', '', '', '201609070004'),
(157, '北京——西安', '比赛', '', '201606300002'),
(158, '', '比赛', '', '201606300002'),
(159, '', '比赛', '', '201606300002'),
(160, '北京——西安', '', '', '201606300002'),
(161, '北京—黑龙江', '房、餐、用车、往返大交通', '', '201606240002'),
(162, '', '房、餐、用车', '', '201606240002'),
(163, '', '房、餐、用车', '', '201606240002'),
(164, '黑龙江—北京', '房、餐、用车、往返大交通', '', '201606240002'),
(165, '北京', '中关村中学——国家动物博物馆\r\n8:30到11:30十个班，12:30到15:30十个班', '17辆车', '201606280003'),
(166, '', '学校接，参观力学所、自动化所', '', '201606280002'),
(167, '', '学校接，参观微生物所、心理所', '', '201606280002'),
(172, '北京——鄂尔多斯', '代付所有费用', '', '201607110002'),
(173, '鄂尔多斯——北京', '7月15日返程', '', '201607110002'),
(301, '丰台五小', '16日当天，早上九点半至下午四点半', '材料运输车及辅导员从社里一起出发', '201610310001'),
(305, '广州', '学校集合，集体乘坐火车前往广州，下午到达广州，入住广州当地酒店。', '', '201611160005'),
(304, '', '', '', '201611070003'),
(306, '广州', '上午：前往位于广州的中国科学院华南植物园，在植物园听植物专家讲解我国的热带植物，学习相关知识。\r\n下午：进行开营仪式，分组参观华南植物园，进行植物学课题考察活动。\r\n', '', '201611160005'),
(307, '大亚湾台站', '上午：乘车前往中国科学院南海海洋所参观。\r\n下午：出发前往深圳大亚湾南海海洋所台站。\r\n晚上：南海海洋所大亚湾站站长讲座。\r\n', '', '201611160005'),
(308, '大亚湾台站', '上午：跟随海洋所台站专家，乘船出海采集海洋生物标本，并记录采集数据和信息。\r\n下午：在南海海洋所台站内进行标本分类，标本制作，数据统计和分析。\r\n晚上：台站内讲座、讨论白天课题内容\r\n', '', '201611160005'),
(309, '大亚湾台站', '上午：前往红树林采集标本，并记录数据信息\r\n下午：在南海海洋所台站内进行标本分类，标本制作，数据统计和分析。\r\n晚上：台站内讲座、讨论白天课题内容\r\n', '', '201611160005'),
(310, '', '上午：参观地质博物馆，学习海洋地理环境相关知识。\r\n下午：闭营仪式，考察成果汇报，分组进行报告。乘车返回深圳\r\n晚上： 乘坐火车返回\r\n', '', '201611160005'),
(311, '', '', '', '201611140003'),
(313, '', '', '', '201702130001'),
(314, '', '', '', '201702240003'),
(315, '', '', '', '201702240004'),
(316, '', '', '', '201703150001'),
(317, '', '', '', '201704170005'),
(318, '', '', '', '201705120004'),
(319, '', '', '', '201705220006'),
(320, '', '', '', '201706090002'),
(323, '', '', '', '201706260003'),
(322, '北京', '1、讲座 2、参观郭永怀 钱学森办公室 3参观实践力学实验室', '', '201706260004'),
(328, '南京雨花台烈士陵园国家安全博物馆', '活动时间	活动内容	活动目的\r\n9:15—9:30 	雨花烈士纪念馆门口集合	统一前往教育馆\r\n9:30—10:30	在专业老师的带领下，了解现代科技在给人们带来便利的同时，也会被间谍利用，成为监控特定目标和刺探国家秘密的武器 	目的培养孩子：”维护国家安全是全国人民的共同任务，国家安全事业永远离不开人民防线”的这种爱国意识\r\n10:30—11:15	科学探究系列——间谍的“无字秘信”	利用对比科学实验揭示科学原理\r\n11:15—11:30  	小组分享会 汇报所学感悟	温故知新的同时提升孩子表达技能', '无', '201708220001'),
(330, '南京江苏科技馆', '9月2日8：50--9:00  签到\r\n           9:00--10:30  动物知识讲解\r\n          10:30--11:15  标本制作\r\n           11:15--11:30  知识总结', '无', '201708280001'),
(331, '北京', '每周二下午15:35—16:35', '', '201709130004'),
(332, '2017-9-22', '每周五下午4：05-5:05上课 ，生物多样性，化学，地质，物理四门。每门十节课。', '', '201709120015'),
(333, '2017-9-21', '每周四下午4:05-5:05.每科十节课。一共六门。昆虫，天文，植物，能源与环境，地质景观，化学', '', '201709120016'),
(334, '2017-9-19', '共三门，牙膏中化学物质，孢子印，光敏电阻。每门每周两次课，每门十次。10月底前上完。', '', '201709120017'),
(335, '2017-10-13', '上午半天，化石打磨，vr纸眼镜，风力发电，蝴蝶标本制作需要在教室里做，一个项目两个辅导员。操场设置17个项目，除了平衡车体验配两名，其他每个项目需一个辅导员，150半天。', '', '201709120019'),
(336, '', '', '', '201709160001'),
(337, '', '', '', '201709190002'),
(338, '', '', '', '201709210002'),
(339, '10月20日', '昌平科技节', '', '201710100003'),
(349, '', '', '', '201709060003'),
(341, '', '', '', '201709180004'),
(342, '2017-10-07', '怀柔周边山区植物调查', '', '201710100001'),
(343, '2017-10-08', '怀柔周边山区植物调研', '', '201710100001'),
(344, '2017-10-14', '怀柔周边山区植物调研', '', '201710100001'),
(345, '2017-10-15', '怀柔山区植物调查', '', '201710100001'),
(346, '', '', '', '201710160002'),
(347, '南京', '德美幼儿园万圣节活动，1.10月31日9:30-11:00；\r\n                                     2.化石打磨活动 42人；\r\n                                     3.时光宝石活动 46人；', '', '201710190002'),
(348, '', '', '', '201710190006'),
(350, '北京', '10月25日海淀实验中学专家讲座', '打车接送专家', '201710240005'),
(351, '2017-9-19', '共五门。每周二下午3:30-5:30.外包给外面机构找老师，一学期包含课时费，材料费。', '', '201709120018'),
(352, '', '', '', '201710110001'),
(353, '2017-11-14', '2:30-5:00', '', '201710270003'),
(354, '北京', '上午10点出发，11：30到，12：20开始讲座，13：50左右结束', '', '201711010001'),
(357, '北京 11月13日', '11月13日下午科技节', '', '201710260002'),
(358, '北京', '2017.11.13', '', '201710260003'),
(359, '', '', '', '201710300001'),
(360, '2017-9-20', '体验类', '', '201711120001'),
(361, '2017-9-22', '制作类', '', '201711120001'),
(362, '2017-11-18', '上午9;00-11:00昆虫博物馆、科大物理实验室、微生物所、过程所、地质所', '', '201711160001'),
(363, '北京', '上午9：30集合，10：30到学校，12：00开始，17：00结束', '', '201711150002'),
(364, '北京', '11月30日，周四，新桥路中学专家讲座', '', '201711160002'),
(365, '2017-12-21', '', '', '201711300002'),
(366, '2017-12-22', '', '', '201711300002'),
(367, '', '', '', '201712150004'),
(368, '', '', '', '201712150004'),
(369, '大兴', '', '', '201712180002'),
(371, '', '', '', '201712040006'),
(372, '2018.1.5', '盒子课第一次课', '', '201712250002'),
(373, '', '', '', '201711290001'),
(374, '科普讲座--植物漫谈', '', '', '201801080004'),
(375, '科学小课题--水生植物小讲堂', '', '', '201801080004'),
(376, '户外探究实践活动', '', '', '201801080004'),
(377, '2018-1-25', '微生物所、力学所', '研究所用餐', '201801100005'),
(378, '', '', '', '201801090007'),
(379, '北京 昌平', '一天活动', '安排24日午餐，51名客人大巴车一辆', '201801230001'),
(380, '', '', '', '201801230001'),
(381, '北京 昌平', '一天活动', '安排24日午餐，51名客人大巴车一辆', '201801230002'),
(382, '北京', '2018年2月份至12月份，陈经纶中学小课题指导', '', '201802280002'),
(384, '', '', '', '201803080002'),
(385, '2017-9-21', '每周四下午4:05-5:05.每科十节课。一共六门。昆虫，天文，植物，能源与环境，地质景观，化学', '', '201803050001'),
(387, '北京', '下午讲座', '接送专家', '201803190002'),
(388, '', '学校接，参观力学所、自动化所', '', '201803230004'),
(389, '', '学校接，参观微生物所、心理所', '', '201803230004'),
(390, '武汉', '植物园', '', '201803160001'),
(391, '', '植物园', '', '201803160001'),
(392, '', '植物园、水生植物所', '', '201803160001'),
(393, '', '黄鹤楼、湖北省博物馆', '', '201803160001'),
(395, '', '', '', '201803160002'),
(398, '', '', '', '201803280005'),
(399, '延庆', '下午延庆四中化学专家讲座', '接送专家', '201803210002'),
(400, '2018-5-8', '全天', '', '201803230005'),
(401, '2018-5-9', '上午', '', '201803230005'),
(402, '2018-5-10', '上午', '', '201803230005'),
(403, '2018-5-11', '上午', '', '201803230005');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `oa_op_line_days`
--
ALTER TABLE `oa_op_line_days`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `oa_op_line_days`
--
ALTER TABLE `oa_op_line_days`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=404;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
