-- phpMyAdmin SQL Dump
-- version 4.7.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2018-04-28 17:43:40
-- 服务器版本： 5.6.13-log
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `xuequoa_test_0428`
--

-- --------------------------------------------------------

--
-- 表的结构 `oa_role`
--

CREATE TABLE `oa_role` (
  `id` smallint(6) UNSIGNED NOT NULL,
  `name` varchar(20) NOT NULL,
  `pid` smallint(6) DEFAULT NULL,
  `role_name` varchar(200) NOT NULL,
  `isend` int(2) UNSIGNED NOT NULL DEFAULT '0',
  `level` int(10) UNSIGNED NOT NULL DEFAULT '1',
  `status` tinyint(1) UNSIGNED DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `oa_role`
--

INSERT INTO `oa_role` (`id`, `name`, `pid`, `role_name`, `isend`, `level`, `status`, `remark`) VALUES
(1, 'SuperAdmin', 0, '开发者', 1, 1, 1, '开发者'),
(2, 'Admin', 1, '超级管理员', 1, 1, 1, '超级管理员'),
(3, 'SysUser', 1, '系统用户', 1, 1, 1, '系统用户'),
(10, 'Manager', 0, '总经理', 1, 1, 1, '总经理'),
(11, 'HrDept-M', 54, '综合管理部经理', 1, 3, 1, '综合管理部经理'),
(12, 'FncDept', 13, '财务管理部经理', 1, 3, 1, '财务管理部经理'),
(13, 'sManager', 10, '杨副总经理', 1, 2, 1, '杨副总经理'),
(14, 'MgrAssistent', 10, '总经理助理', 1, 2, 1, '总经理助理'),
(15, 'RdExpr-M', 14, '研发部经理', 1, 3, 1, '研发部经理'),
(16, 'JQXN', 35, '京区校内业务专员', 1, 4, 1, '京区校内业务专员'),
(17, 'JQXW', 33, '京区校外业务主管-C端', 1, 4, 1, '京区校外业务主管-C端'),
(18, 'JWYW', 13, '京外业务中心副经理', 1, 3, 1, '京外业务中心副经理'),
(19, 'CGLY', 13, '常规旅游中心', 1, 3, 1, '常规旅游中心'),
(20, 'Tickets', 13, '票务中心', 1, 3, 1, '票务中心'),
(28, 'OA', 10, '系统管理员', 1, 2, 1, '系统管理员'),
(29, 'jdb', 31, '计调专员', 1, 4, 1, '计调专员'),
(30, 'ZHB', 11, '综合部物资专员', 1, 4, 1, '综合部物资专员'),
(31, 'JDB-M', 13, '计调操作部经理', 1, 3, 1, '计调操作部经理'),
(32, 'RdExpr', 15, '研发专员', 1, 4, 1, '研发专员'),
(33, 'JQXW', 54, '京区校外副经理', 1, 3, 1, '京区校外副经理'),
(34, 'jdcg', 39, '计调部采购专员', 1, 5, 1, '计调部采购专员'),
(35, 'JQXN', 54, '京区校内中心经理', 1, 3, 1, '京区校内中心经理'),
(36, 'HZLY', 19, '会议会展', 1, 4, 1, '会议会展'),
(38, 'JQXN', 35, '京区校内业务主管', 1, 4, 1, '京区校内业务主管'),
(37, 'JQXN', 35, '京区校内业务助理', 1, 4, 1, '京区校内业务助理'),
(39, 'jdcgjl', 31, '计调部采购经理', 1, 4, 1, '计调部采购经理'),
(40, 'NJXM', 18, '南京项目部经理', 1, 4, 1, '南京项目部经理'),
(41, '', 40, '南京项目部主管', 1, 5, 1, '南京项目部主管'),
(42, '', 40, '南京项目部业务助理', 1, 5, 1, '南京项目部业务助理'),
(43, '', 54, '人力资源部经理', 1, 3, 1, '人力资源部经理'),
(44, '', 43, '人力资源部专员', 1, 4, 1, '人力资源部专员'),
(45, '', 14, '市场部经理', 1, 3, 1, '市场部经理'),
(46, '', 45, '市场部专员', 1, 4, 1, '市场部专员'),
(47, '', 13, '品控部经理', 1, 3, 1, '品控部经理'),
(48, '', 12, '财务部出纳', 1, 4, 1, '财务部出纳'),
(49, '', 40, '南京项目部副经理', 1, 5, 1, '南京项目部副经理'),
(51, '', 11, '综合部专员', 1, 4, 1, '综合部专员'),
(52, '', 14, '资源管理部经理', 1, 3, 1, '资源管理部经理'),
(53, '', 52, '资源管理专员', 1, 4, 1, '资源管理专员'),
(54, '', 10, '王副总经理', 1, 2, 1, '王副总经理'),
(55, 'WHXM', 18, '武汉项目部经理', 1, 4, 1, '武汉项目部经理'),
(56, '', 55, '武汉项目部副经理', 1, 5, 1, '武汉项目部副经理'),
(57, '', 55, '武汉项目部主管', 1, 5, 1, '武汉项目部主管'),
(58, '', 55, '武汉项目部业务助理', 1, 5, 1, '武汉项目部业务助理'),
(59, '', 18, '京外业务主管', 1, 4, 1, '京外业务主管'),
(60, '', 18, '京外业务助理', 1, 4, 1, '京外业务助理'),
(61, '', 33, '京区校外业务助理-C端', 1, 4, 1, '京区校外业务助理-C端'),
(62, '', 33, '京区校外客服专员-C端', 1, 4, 1, '京区校外客服专员-C端'),
(68, '', 65, '线路及活动组组员', 1, 4, 1, '线路及活动组组员'),
(63, '', 14, '天文组', 1, 3, 1, '天文组'),
(64, '', 35, '执行专员', 1, 4, 1, '执行专员'),
(65, '', 14, '线路及活动组主管', 1, 3, 1, '线路及活动组主管'),
(66, '', 15, '盒子小组组长  ', 1, 4, 1, '盒子小组组长  '),
(67, '', 75, '课程组主管', 1, 4, 1, '课程组主管'),
(69, '', 66, '盒子小组组员', 1, 5, 1, '盒子小组组员'),
(70, '', 67, '常规业务研发专员', 1, 6, 0, '常规业务研发专员'),
(71, '', 14, '教育综合组长', 1, 3, 1, '教育综合组长'),
(72, '', 71, '教育综合组员', 1, 4, 1, '教育综合组员'),
(73, '', 18, '沈阳项目部经理', 1, 4, 1, '沈阳项目部经理'),
(74, '', 73, '沈阳项目部主管', 1, 5, 1, '沈阳项目部主管'),
(76, '', 14, '课程及小课题组组长 ', 1, 3, 1, '课程及小课题组组长 '),
(77, '', 76, '课程及小课题组组员', 1, 4, 1, '课程及小课题组组员'),
(78, '', 14, '课程组主管', 1, 3, 1, '课程组主管'),
(80, '', 33, '京区校外业务主管-G端', 1, 4, 1, '京区校外业务主管-G端'),
(81, '', 52, '教务专员', 1, 4, 1, '教务专员'),
(82, '', 40, '南京研发专员', 1, 5, 1, '南京研发专员'),
(83, 'NJXM', 40, '南京项目部业务专员', 1, 5, 1, '南京项目部业务专员'),
(84, 'WH', 56, '武汉项目部专员', 1, 6, 1, '武汉项目部专员'),
(85, 'JWYWZY', 59, '京外业务专员', 1, 5, 1, '京外业务专员');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `oa_role`
--
ALTER TABLE `oa_role`
  ADD PRIMARY KEY (`id`),
  ADD KEY `pid` (`pid`),
  ADD KEY `status` (`status`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `oa_role`
--
ALTER TABLE `oa_role`
  MODIFY `id` smallint(6) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=86;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
