-- phpMyAdmin SQL Dump
-- version 4.7.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2018-04-28 17:44:15
-- 服务器版本： 5.6.13-log
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `xuequoa_test_0428`
--

-- --------------------------------------------------------

--
-- 表的结构 `oa_worder_dept`
--

CREATE TABLE `oa_worder_dept` (
  `id` int(11) NOT NULL,
  `dept_id` int(11) DEFAULT NULL COMMENT '工单项所属部门id',
  `dept` varchar(128) DEFAULT NULL COMMENT '工单项所属部门名称',
  `pro_title` varchar(1024) DEFAULT NULL COMMENT '项目类型(名称)',
  `type` tinyint(4) DEFAULT '0' COMMENT '工单类型，0为成熟产品，1新品 , 2定制产品',
  `use_time` mediumint(4) DEFAULT '0' COMMENT '完成该工单所需时间',
  `create_time` int(11) DEFAULT '0' COMMENT '工单创建时间（时间戳）',
  `unfinished` int(11) NOT NULL DEFAULT '0' COMMENT '未完成时处理方式 , 用于KPI取值'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='部门工单项表';

--
-- 转存表中的数据 `oa_worder_dept`
--

INSERT INTO `oa_worder_dept` (`id`, `dept_id`, `dept`, `pro_title`, `type`, `use_time`, `create_time`, `unfinished`) VALUES
(1, 15, '研发部副经理', '研学旅行-科考类方案(新产品)', 1, 4, 1521383012, 100),
(2, 15, '研发部副经理', '研学旅行-科考类方案(定制产品)', 2, 5, 1521383052, 100),
(3, 15, '研发部副经理', '研学旅行-科考类方案(成熟产品)', 0, 2, 1521383088, 100),
(4, 15, '研发部副经理', '研学旅行-科考类手册(新产品)', 1, 2, 1521383146, 100),
(5, 15, '研发部副经理', '研学旅行-科考类手册(成熟产品)', 0, 2, 1521383181, 100),
(6, 15, '研发部副经理', '研学旅行-科考类手册(定制产品)', 2, 2, 1521383203, 100),
(7, 15, '研发部副经理', '研学旅行-非科考类方案(新产品)', 1, 4, 1521383293, 100),
(8, 15, '研发部副经理', '研学旅行-非科考类方案(定制产品)', 2, 5, 1521383311, 100),
(9, 15, '研发部副经理', '研学旅行-非科考类方案(成熟产品)', 0, 2, 1521383326, 100),
(10, 15, '研发部副经理', '研学旅行-非科考类手册', 1, 2, 1521383371, 100),
(12, 15, '研发部副经理', '科技节项目', 1, 5, 1521383525, 100),
(13, 15, '研发部副经理', '科技节活动方案', 2, 5, 1521383554, 100),
(14, 15, '研发部副经理', '科技节材料单', 1, 2, 1521383594, 100),
(15, 15, '研发部副经理', '科学博物园方案(新产品)', 1, 7, 1521383650, 100),
(16, 15, '研发部副经理', '科学博物园方案(定制产品)', 2, 7, 1521383673, 100),
(17, 15, '研发部副经理', '科学博物园方案(成熟产品)', 0, 2, 1521383697, 100),
(18, 15, '研发部副经理', '科学博物园材料单', 1, 2, 1521383731, 100),
(19, 15, '研发部副经理', '科学博物园手册', 1, 2, 1521383755, 100),
(20, 15, '研发部副经理', '课后一小时（课程大纲）(新产品)', 1, 5, 1521383794, 100),
(21, 15, '研发部副经理', '课后一小时（课程大纲）(定制产品)', 2, 5, 1521383825, 100),
(22, 15, '研发部副经理', '课后一小时（课程大纲）(成熟产品)', 0, 1, 1521383848, 100),
(23, 15, '研发部副经理', '项目式学习-课程方案（手册、课件、材料单）(新产品)', 1, 15, 1521383899, 100),
(24, 15, '研发部副经理', '项目式学习-课程方案（手册、课件、材料单）(定制产品)', 2, 15, 1521383919, 100),
(25, 15, '研发部副经理', '项目式学习-课程方案（手册、课件、材料单）(成熟产品)', 0, 2, 1521383958, 100),
(26, 15, '研发部副经理', '学趣课程方案(新产品)', 1, 5, 1521383997, 100),
(27, 15, '研发部副经理', '学趣课程方案(定制产品)', 2, 5, 1521384015, 100),
(28, 15, '研发部副经理', '学趣课程方案(成熟产品)', 0, 1, 1521384037, 100),
(29, 15, '研发部副经理', '中科BOX课程（课件、教材、材料单、教案、课题大纲、指导视频）(新产品)', 1, 45, 1521384074, 100),
(30, 15, '研发部副经理', '中科BOX课程（课件、教材、材料单、教案、课题大纲、指导视频）(定制产品)', 2, 45, 1521384098, 100),
(31, 15, '研发部副经理', '中科BOX课程（课件、教材、材料单、教案、课题大纲、指导视频）(成熟产品)', 0, 15, 1521384118, 100),
(32, 52, '资源管理部经理', '院所配置(半天活动：参观、讲座）', 0, 7, 1521384216, 107),
(33, 52, '资源管理部经理', '讲座、亲子活动专家配置', 0, 7, 1521384238, 107),
(34, 52, '资源管理部经理', '课后一小时、寒暑假托管班、科技节、科学博物园教师、辅导员配置', 0, 7, 1521384269, 107),
(35, 52, '资源管理部经理', '小课题专家、资源方对接', 0, 7, 1521384306, 100),
(36, 52, '资源管理部经理', '小课题方案征集', 0, 15, 1521384328, 100),
(37, 52, '资源管理部经理', '冬夏令营带队辅导员配置', 0, 15, 1521384359, 107),
(38, 52, '资源管理部经理', '开放性课程教师、辅导员配置', 0, 15, 1521384381, 107),
(39, 52, '资源管理部经理', '幼儿园机器人课程教师、助教配置', 0, 7, 1521384416, 107),
(40, 52, '资源管理部经理', '冬夏令营、研学旅行京内、外接待资源配置（院所、高校、社会场地）', 0, 15, 1521384438, 107),
(41, 45, '市场部经理', '委托设计工作交接单', 1, 7, 1521384569, 100),
(42, 45, '市场部经理', '活动照片、资料汇总表', 1, 7, 1521384590, 100),
(43, 45, '市场部经理', '市场活动申请表', 1, 30, 1521384616, 405),
(44, 31, '计调操作部经理', '成本核算(新产品)', 1, 3, 1521384758, 101),
(45, 31, '计调操作部经理', '成本核算(定制产品)', 2, 5, 1521384785, 101),
(46, 31, '计调操作部经理', '成本核算(成熟产品)', 0, 2, 1521384823, 101),
(47, 45, '市场部经理', '新增网站模块', 1, 7, 1522737184, 116);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `oa_worder_dept`
--
ALTER TABLE `oa_worder_dept`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `oa_worder_dept`
--
ALTER TABLE `oa_worder_dept`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=48;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
